Repository: montymobile1/montyesim-eshop-SDK-iOS
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, fr

# aboutUs.title
source: About us
ar: نبذة عنَّا
fr: À propos

source: Accept
ar: قبول
fr: Accepter

# account.title
source: Account
ar: الحساب
fr: Compte

# accountInformation_contentText
source: Receive updates about our services, news, and offers by email.
ar: استقبل التحديثات حول خدماتنا وأخبارنا وعروضنا عبر البريد الإلكتروني.
fr: Recevez des mises à jour sur nos services, actualités et offres par e-mail.

# AccountInformation_email
source: Email
ar: البريد الإلكتروني

# accountInformation_familyNamePlaceHolderText
source: Family Name
ar: اسم العائلة
fr: Nom de famille

# AccountInformation_firstName
source: First Name
ar: الاسم الأول
fr: Prénom

# AccountInformation_lastName
source: Last Name
ar: اسم العائلة
fr: Nom de famille

# accountInformation_namePlaceHolderText
source: Name
ar: الاسم
fr: Prénom

# AccountInformation_phoneNumber
source: Phone Number
ar: رقم الهاتف
fr: Numéro de téléphone

# accountInformation_saveText
source: Save
ar: حفظ
fr: Enregistrer

# accountInformation_titleText
source: Account Information
ar: معلومات الحساب
fr: Informations du compte

# accountinformation.alertdecription
source: If you leave now, your changes will be lost
ar: إذا غادرت الآن، ستفقد التغييرات التي أجريتها
fr: Si vous quittez maintenant, vos modifications seront perdues

# accountinformation.alertTitle
source: Unsaved Changes
ar: التغييرات غير محفوظة
fr: Modifications non enregistrées

# accountInformation.title
source: Account Information
ar: معلومات الحساب
fr: Informations du compte

source: Accounts
ar: حسابات
fr: Comptes

source: Activate
ar: تفعيل
fr: Activer

source: Activation Code
ar: رمز التفعيل
fr: Code d’activation

# activation.code.title
source: activation code
ar: رمز التفعيل
fr: code d'activation

# ActivationPolicy.title
source: Activation Policy
ar: سياسة التنشيط
fr: Politique d'activation

# additionalinfo.title
source: Additional Info
ar: معلومات
fr: Info supplémentaire

# Address.title
source: Address
ar: العنوان
fr: Adresse

source: ago
ar: الماضية
fr: il y a

source: Amount
ar: المبلغ
fr: Montant

# amount.number.title
source: Amount Number
ar: قيمة المبلغ
fr: Montant

# Amount.title
source: Amount
ar: المبلغ
fr: Montant

source: An error occurred while validating the phone number.
ar: حدث خطأ أثناء التحقق من رقم الهاتف.

# appClip_currencyTitle
source: Select your preferred currency to continue
ar: اختر عملتك المفضلة للمتابعة
fr: Sélectionnez votre devise préférée pour continuer

# appClip_languageTitle
source: Select your preferred language to continue
ar: اختر لغتك المفضلة للمتابعة
fr: Sélectionnez votre langue préférée pour continuer

# applelogin.title
source: Continue with Apple
ar: المتابعة عبر Apple
fr: Continuer avec Apple

# ApplyPromo.title
source: Apply promo or Referral code
ar: هل لديك رمز ترويجي؟
fr: Code promo ou parrainage

# appName
source: BaseFlutter
ar: محفظة

source: Authentication
ar: المصادقة

# AvailableBalance.title
source: Available Balance
ar: الرصيد المتاح
fr: Solde disponible

# Availablein.title
source: Available in
ar: متوفر في
fr: Disponible en

# AvailableNetwork.title
source: Available Network
ar: الشبكة المتاحة
fr: Réseau disponible

source: Bundle Validity
ar: صلاحية الحزمة
fr: Validité du forfait

# bundleDetails_activationPolicy_Value
source: The validity period starts when the eSIM connects to any supported networks.
ar: تبدأ فترة الصلاحية عند اتصال الشريحة الإلكترونية بأي من الشبكات المدعومة.
fr: La période de validité commence lorsque l'eSIM se connecte à l'un des réseaux pris en charge.

# bundleDetails_activationPolicyText
source: Activation Policy
ar: سياسة التنشيط
fr: Politique d'activation

# bundleDetails_emptyText
source: No Data Found
ar: لم يتم العثور على بيانات
fr: Aucune donnée trouvée

# bundleDetails_planTypeText
source: Plan Type
ar: نوع الخطة
fr: Type de forfait

# bundleDetails_planTypeText_dataOnly
source: Data only
ar: بيانات فقط
fr: Données uniquement

# bundleExistsView_buttonOneText
source: Buy a new eSIM
ar: شراء شريحة eSIM جديدة
fr: Acheter une nouvelle eSIM

# bundleExistsView_buttonTwoText
source: Go to My eSIM
ar: الانتقال إلى شريحة eSIM
fr: Aller à mon eSIM

# bundleExistsView_contentText
source: If you still have the eSIM on your device and you will use it from there, it is faster to top it up!
ar: إذا كان لا يزال لديك eSIM في جهازك وستستخدمها من هناك، فمن الأفضل الإسراع بشحنها!
fr: Si vous avez encore cette eSIM sur votre appareil et que vous souhaitez l’utiliser, il est plus rapide de la recharger !

# bundleExistsView_titleText
source: You have purchased a similar eSIM before
ar: لقد اشتريت شريحة eSIM مماثلة من قبل
fr: Vous avez déjà acheté une eSIM similaire

# bundleInfo_priceText
source: {price} - Buy Now
ar: {price} - اشتري الأن
fr: {price} - Acheter maintenant

# bundleInfo_validityText
source: Validity
ar: الصلاحية
fr: Validité

# bundlevalidity.title
source: Bundle Validity
ar: صلاحية الحزمة
fr: Validité du forfait

# BundleValidity.title
source: Bundle Validity
ar: صلاحية الحزمة
fr: Validité du forfait

source: Camera not available
ar: الكاميرا غير متوفرة
fr: Caméra non disponible

source: Cancel
ar: إلغاء
fr: Annuler

# cancel.title
source: Cancel
ar: إلغاء
fr: Annuler

# Cancel.title
source: Cancel
ar: إلغاء
fr: Annuler

# carrier.title
source: Direct Carrier Billing
ar: الدفع المباشر عبر شركة الاتصال
fr: Facturation directe par l’opérateur

# cashback_reward_message
source: Cash back reward of the bundle price is added back into your eSIM wallet balance
ar: تُضاف مكافأة الاسترداد النقدي لسعر الباقة مرة أخرى إلى رصيد محفظة eSIM
fr: la récompense en argent du prix de l'offre groupée est ajoutée au solde de votre portefeuille eSIM

# cashback.reel.message
source: 10% cashback rewards will be credited to your wallet upon completing your third transaction.
ar: سيُضاف 10% استرداد نقدي إلى رصيدك
fr: 10% de cashback sera crédité après votre 3ème transaction.

# cashback.reel.title
source: Enjoy Cashback Rewards
ar: استمتع بمكافآت الاسترداد النقدي
fr: Profitez du cashback

# cashback.title
source: %@ Cashback
ar: %@ الاسترداد النقدي

# CashbackRewards.title
source: Cashback Rewards
ar: مكافآت استرداد النقود
fr: Récompenses cashback

# change.currency.message
source: Want to change currency?
ar: هل أنت متأكد أنك تريد تغيير العملة
fr: Changer de devise?

# change.currency.title
source: Currency
ar: العملة
fr: Devise

# change.language.message
source: Want to change Language?
ar: هل أنت متأكد أنك تريد تغيير اللغة
fr: Changer de langue?

# change.language.title
source: Language
ar: اللغة
fr: Langue

# check_plans_text
source: Check Our Plans
ar: تعرّف على باقات البيانات الخاصة بنا
fr: Consultez nos forfaits

source: Check User Guide
ar: اطلع على دليل المستخدم
fr: Guide utilisateur

# check.email.title
source: Verify Otp
ar: تأكيد رمز التحقق
fr: Vérifier le code

# check.plans.title
source: check other plans
ar: تعرّف على باقات البيانات الخاصة بنا
fr: Voir d'autres forfaits

source: Choose Payment Method
ar: اختيار طريقة الدفع
fr: Choisissez le mode de paiement

# Choose.Payment.Method.title
source: Choose Payment Method
ar: اختيار طريقة الدفع
fr: Choisir le paiement

# code.sent.message
source: Otp Code will be send soon
ar: تم إرسال رمز التحقق
fr: Code OTP envoyé bientôt

# common_cancelButtonText
source: Cancel
ar: إلغاء
fr: Annuler

# common_iAgreeText
source: I agree
ar: أوافق
fr: J’accepte

# CompanyName.title
source: Company Name
ar: اسم الشركة
fr: Nom de l'entreprise

# compatibility.message
source: Ensure your device supports eSIM functionality before making a purchase. Dial *#06#; in case your device is eSIM capable, you should be able to view your device's eSIM unique identification number (EID).
ar: في حال كان جهازك يدعم eSIM، ستتمكن من عرض رقم تعريف eSIM الفريد لجهازك (EID).
fr: Assurez-vous que votre appareil supporte l'eSIM. Composez *#06# pour voir le numéro EID.

# compatibility.title
source: Compatibility Device Check
ar: فحص توافق الجهاز
fr: Vérification compatibilité

# compatibleSheet_buttonText
source: Continue
ar: متابعة
fr: Continuer

# compatibleSheet_contentText1
source: Ensure your device supports eSIM functionality before making a purchase. Dial
ar: تأكد أن جهازك يدعم eSIM قبل الشراء. اتصل بالرقم
fr: Assurez-vous que votre appareil supporte la fonctionnalité eSIM avant d’acheter. Composez

# compatibleSheet_contentText2
source: in case your device is eSIM capable, you should be able to view your device's eSIM unique identification number (EID).
ar: في حال كان جهازك يدعم eSIM، ستتمكن من عرض رقم تعريف eSIM الفريد لجهازك (EID).
fr: si votre appareil est compatible eSIM, vous devriez pouvoir voir le numéro d’identification unique eSIM (EID).

# compatibleSheet_titleText
source: Compatibility Device Check
ar: فحص توافق الجهاز
fr: Vérification de compatibilité de l’appareil

# compatibleView_compatibleText
source: Checking completed Your device is compatible
ar: اكتمل التحقق، وجهازك متوافق
fr: Vérification terminée Votre appareil est compatible

# compatibleView_contentText
source: Please wait while we check your device compatibility...
ar: يُرجى الانتظار لحين التحقق من توافق جهازك...
fr: Veuillez patienter pendant que nous vérifions la compatibilité de votre appareil...

# compatibleView_inCompatibleText
source: Checking completed Your device is incompatible
ar: اكتمل التحقق، وجهازك غير متوافق
fr: Vérification terminée Votre appareil n’est pas compatible

source: Confirm
ar: تأكيد
fr: Confirmer

# confirm.delete.title
source: Delete Account
ar: حذف الحساب
fr: Supprimer le compte

# confirmation_cancellationButtonText
source: No
ar: لا
fr: Non

# confirmation_confirmationButtonText
source: Yes
ar: نعم
fr: Oui

# confirmation_currencyContent
source: Are you sure you want to change the currency to
ar: هل أنت متأكد أنك تريد تغيير العملة إلى
fr: Êtes-vous sûr de vouloir changer la devise en

# confirmation_currencyTitle
source: Change Currency
ar: تغيير العملة
fr: Changer de devise

# confirmation_languageContent
source: Are you sure you want to change the language to
ar: هل أنت متأكد أنك تريد تغيير اللغة إلى
fr: Êtes-vous sûr de vouloir changer la langue en

# confirmation_languageTitle
source: Change Language
ar: تغيير اللغة
fr: Changer de langue

# ConfirmDeleting.title
source: Confirm Deleting
ar: تأكيد حذف حسابك
fr: Confirmer la suppression

source: Consumption
ar: الاستهلاك
fr: Consommation

source: Consumption Details
ar: تفاصيل الاستهلاك
fr: Détails de consommation

# consumption.label
source: Consumption
ar: الاستهلاك
fr: Consommation

# consumption.title
source: Consumption Details
ar: تفاصيل الاستهلاك
fr: Détails consommation

# contactUs_buttonTitleText
source: Send Message
ar: أرسل رسالة
fr: Envoyer le message

# contactUs_contentText
source: For all inquiries, contact us using the form below. Our team is there for you 24/7!
ar: لجميع الاستفسارات، تواصل معنا باستخدام النموذج أدناه. فريقنا موجود من أجلك على مدار الساعة طوال أيام الأسبوع!
fr: Pour toute demande, contactez-nous via le formulaire ci-dessous. Notre équipe est disponible 24/7 !

# contactUs_emailPlaceHolderText
source: Email
ar: البريد الإلكتروني

# contactUs_messagePlaceHolderText
source: Message
ar: رسالة

# contactUs_successTitleText
source: Your message has been sent successfully
ar: تم إرسال رسالتك بنجاح
fr: Votre message a été envoyé avec succès

# contactUs_textField_emailplaceholder
source: Enter email
ar: أدخل البريد الإلكتروني
fr: Entrez votre adresse e-mail

# contactUs_textField_messagePlaceHolder
source: Enter your message
ar: أدخل رسالتك
fr: Entrez votre message

# contactUs_titleText
source: Contact Us
ar: تواصل معنا
fr: Contactez-nous

# contactus.message
source: For all inquiries, contact us using the form below. Our team is there for you 24/7!
ar: لجميع الاستفسارات، تواصل معنا باستخدام النموذج أدناه. فريقنا موجود من أجلك على مدار الساعة طوال أيام الأسبوع!
fr: Pour toute question, contactez-nous. Notre équipe est disponible 24h/24!

# contactUs.title
source: Contact Us
ar: تواصل معنا
fr: Nous contacter

source: Continue
ar: متابعة

# continueStr
source: Continue
ar: متابعة
fr: Continuer

# continueWithEmailView_acceptTerms
source: I accept the
ar: أوافق على
fr: J’accepte les

# continueWithEmailView_emailPlaceholder
source: Email address
ar: عنوان البريد الإلكتروني
fr: Adresse e-mail

# continueWithEmailView_emailTitleField
source: Email
ar: البريد الإلكتروني

# continueWithEmailView_SubTitleText
source: Please enter your email to proceed
ar: يُرجى إدخال البريد الإلكتروني للمتابعة
fr: Veuillez entrer votre e-mail pour continuer

# continueWithEmailView_SubTitleTextPhone
source: Please enter your phone number to proceed
ar: يرجى إدخال رقم هاتفك للمتابعة
fr: Veuillez entrer votre numéro de téléphone pour continuer

# continueWithEmailView_termsText
source: Terms & Conditions
ar: الشروط ولاحكام
fr: Conditions générales

# continueWithEmailView_titleText
source: Sign in / Sign up
ar: تسجيل الدخول/الاشتراك
fr: Connexion / Inscription

source: Copied to clipboard
ar: تم النسخ إلى الحافظة
fr: Copié dans le presse-papiers

source: Core Features
ar: الميزات الأساسية

# countriesbundle.title
source: Not countries bundles Found
ar: لم يتم العثور على حزم الدول
fr: Aucun forfait trouvé

source: Credit/Debit Card
ar: بطاقة الائتمان / الخصم
fr: Carte de crédit/débit

# creditcard.title
source: Credit/Debit Card
ar: بطاقة الائتمان / الخصم
fr: Carte bancaire

# currency.title
source: Currency
ar: العملة
fr: Devise

source: Current Plans
ar: الباقات الحالية
fr: Forfaits actuels

# data_consumed
source: data consumed to date
ar: البيانات المستهلكة حتى الآن
fr: données consommées à ce jour

source: data from
ar: من
fr: données de

source: data to
ar: إلى
fr: données à

# data.bundle.title
source: Data Bundle
ar: حزمة بيانات
fr: Forfait data

# dataPlans_cashbackRewardsBannerButtonText
source: Start Earning
ar: ابدأ الكسب
fr: Commencer à gagner

# dataPlans_countriesText
source: Countries
ar: البلدان
fr: Pays

# dataPlans_countryTripText
source: Current Trip
ar: الرحلة الحالية
fr: Voyage en cours

# dataPlans_globalsText
source: Global
ar: العالم

# dataPlans_learnmoreBannerButtonText
source: Learn More
ar: اعرف المزيد
fr: En savoir plus

# dataPlans_liveChatBannerButtonText
source: Chat With Us
ar: الدردشة معنا
fr: Discuter avec nous

# dataPlans_onCruiseText
source: On Cruises & Ferry
ar: على الرحلات البحرية والعبّارات
fr: Sur croisières et ferries

# dataPlans_onLandText
source: On Land
ar: على اليابسة
fr: Sur terre

# dataPlans_referAndEarnBannerButtonText
source: Refer Now
ar: الإحالة الآن
fr: Parrainer maintenant

# dataPlans_regionsText
source: Regions
ar: المناطق
fr: Régions

# dataPlans_SearchPlaceHolderText
source: Search destinations ...
ar: ابحث عن الوجهة …
fr: Rechercher des destinations ...

# dataPlans_titleText
source: Data Plans
ar: باقات البيانات
fr: Forfaits data

# dataPlans_viewrewardsBannerButtonText
source: View Rewards
ar: عرض المكافآت
fr: Voir les récompenses

# dataplans.title
source: Data Plans
ar: باقات البيانات
fr: Forfaits data

# DatePaid.title
source: Date Paid
ar: تاريخ الدفع
fr: Date de paiement

source: day
ar: اليوم
fr: jour

source: days
ar: الأيام
fr: jours

# days.validity
source: Validity %@
ar: الصلاحية %@
fr: Validité %@

# delete.account.message
source: Are you sure you want to delete your account?
ar: هل أنت متأكد من أنك تريد حذف حسابك؟
fr: Êtes-vous sûr de supprimer votre compte?

# Delete.title
source: Delete
ar: حذف
fr: Supprimer

# deleteAccount_buttonText
source: Delete
ar: حذف
fr: Supprimer

# deleteAccount_ConfirmText
source: Enter your email to confirm deleting your account.
ar: أدخل بريدك الإلكتروني لتأكيد حذف حسابك
fr: Entrez votre e-mail pour confirmer la suppression de votre compte.

# deleteAccount_ConfirmTextPhone
source: Enter your phone number to confirm deleting your account.
ar: أدخل رقم هاتفك لتأكيد حذف حسابك.
fr: Entrez votre numéro de téléphone pour confirmer la suppression de votre compte.

# deleteAccount_ContentText
source: We are sorry to see you go! This will delete your Monty eSIM account. However, your eSIM profile will remain active and you will be able To use your eSIM line during its validity period.
ar: نأسف لرؤيتك ترحل! سيؤدي هذا إلى حذف حسابك في Monty eSIM. ومع ذلك، سيظل ملف eSIM الخاص بك نشطًا وستتمكن من استخدام خط eSIM الخاص بك خلال فترة صلاحيته.
fr: Nous sommes désolés de vous voir partir ! Cela supprimera votre compte Monty eSIM. Cependant, votre profil eSIM restera actif et vous pourrez utiliser votre ligne eSIM pendant sa période de validité.

# deleteAccount_placeHolderText
source: Email Address
ar: عنوان البريد الإلكتروني
fr: Adresse e-mail

# deleteAccount_titleText
source: Delete Account
ar: حذف الحساب
fr: Supprimer le compte

# DeleteAccount.descrption1
source: This will delete your Monty eSIM account.
ar: سيؤدي هذا إلى حذف حسابك في Monty eSIM.
fr: Cela supprimera votre compte Monty eSIM.

# DeleteAccount.descrption2
source: However, your eSIM profile will remain active and you will be able To use your eSIM line during its validity period.
ar: M. ومع ذلك، سيظل ملف eSIM الخاص بك نشطًا وستتمكن من استخدام خط eSIM الخاص بك خلال فترة صلاحيته.
fr: Votre profil eSIM restera actif pendant sa période de validité.

# DeleteAccount.title
source: Delete Account
ar: حذف الحساب
fr: Supprimer le compte

# DeleteAccountRepository_Success
source: Success
ar: تم بنجاح
fr: Succès

# detailed.instructions.title
source: and follow installation instructions.
ar: واتبع تعليمات التثبيت.
fr: et suivez les instructions.

# didn.receive.email.title
source: Didn’t receive otp?
ar: لم تتلقَ رمز التحقق؟

source: Discard Changes
ar: تجاهل التغييرات
fr: Ignorer les modifications

# Download.title
source: Download
ar: تحميل
fr: Télécharger

# editName_EnterName
source: Enter name
ar: أدخل الاسم
fr: Entrez le nom

# EditName.title
source: Edit Name
ar: تعديل الاسم
fr: Modifier le nom

source: Email
ar: بريد الالكتروني

# email_address_mismatch
source: Email address doesn't match
ar: عنوان البريد الإلكتروني لا يتطابق
fr: L'adresse e-mail ne correspond pas

# email.login.message
source: Please enter your Information to proceed
ar: يرجى إدخال معلوماتك للمتابعة.
fr: Entrez vos informations

# Email.title
source: Email
ar: بريد الالكتروني

# EmailAddress.title
source: Email Address
ar: عنوان البريد الإلكتروني
fr: Adresse email

# emaillogin.title
source: Continue with Email
ar: المتابعة عبر البريد الإلكتروني
fr: Continuer avec email

# enter_a_valid_email_address
source: Invalid email address
ar: أدخل عنوان بريد إلكتروني صالح
fr: Adresse e-mail invalide

# enter_a_valid_website_address
source: Enter a valid website link
ar: أدخل رابط موقع صالح
fr: Veuillez saisir un lien de site web valide

source: Enter your email
ar: أدخل بريدك الإلكتروني
fr: Entrez votre e-mail

source: Error
ar: حدث خطأ
fr: Erreur

source: Error generating QR code
ar: حدث خطأ أثناء إنشاء رمز QR
fr: Erreur lors de la génération du code QR

# error.cache_directory_failed
source: Failed to create cache directory at %@: %@
ar: فشل إنشاء دليل الذاكرة المؤقتة في %@: %@
fr: Échec de la création du répertoire cache à %@ : %@

# error.cache_encode_failed
source: Failed to encode cache entry for key '%@': %@
ar: فشل ترميز إدخال الذاكرة المؤقتة للمفتاح '%@': %@
fr: Échec du codage de l'entrée cache pour la clé '%@' : %@

# error.cache_read_failed
source: Failed to read cache entry for key '%@': %@
ar: فشل قراءة إدخال الذاكرة المؤقتة للمفتاح '%@': %@
fr: Échec de la lecture de l'entrée cache pour la clé '%@' : %@

# error.decoding_error
source: Failed to decode response: %@
ar: فشل فك ترميز الاستجابة: %@
fr: Échec du décodage de la réponse : %@

# error.invalid_bundle
source: Invalid bundle
ar: حزمة غير صالحة
fr: Forfait invalide

# error.invalid_response
source: Invalid response from server
ar: استجابة غير صالحة من الخادم
fr: Réponse invalide du serveur

# error.invalid_url
source: Invalid URL
ar: عنوان URL غير صالح
fr: URL invalide

# error.network_unavailable
source: Network connection unavailable
ar: اتصال الشبكة غير متاح
fr: Connexion réseau indisponible

# error.no_bundle_code
source: No bundle code found
ar: لم يتم العثور على رمز الحزمة
fr: Aucun code de forfait trouvé

# error.no_data_available
source: No data available
ar: لا توجد بيانات متاحة
fr: Aucune donnée disponible

# error.order_failed
source: Order failed. Please try again.
ar: فشل الطلب. يرجى المحاولة مرة أخرى.
fr: La commande a échoué. Veuillez réessayer.

# error.server_error
source: Server error: %@
ar: خطأ في الخادم: %@
fr: Erreur du serveur : %@

# error.title
source: Error
ar: خطأ
fr: Erreur

# error.unknown
source: An unknown error occurred: %@
ar: حدث خطأ غير معروف: %@
fr: Une erreur inconnue s'est produite : %@

# error.verification_failed
source: Verification failed
ar: فشل التحقق
fr: Échec de la vérification

# error.wallet_insufficient_balance
source: Wallet doesn't have sufficient balance
ar: المحفظة لا تحتوي على رصيد كافٍ
fr: Le portefeuille n'a pas un solde suffisant

# errorRetrievingYourData
source: Error retrieving your data. Tap to try again
ar: خطأ في استرداد البيانات الخاصة بك. انقر للمحاولة مرة أخرى
fr: Erreur lors de la récupération de vos données. Appuyez pour réessayer

# eSim_installation_error_message
source: Auto eSIM installation is not available, Please use manual install
ar: تثبيت eSIM التلقائي غير متاح، يرجى استخدام التثبيت اليدوي
fr: L'installation automatique de l'eSIM n'est pas disponible, veuillez l'installer manuellement.

source: eSIM Validity
ar: صلاحية شريحة
fr: Validité eSIM

# esim_warning
source: Most eSIMs can only be installed once. if you delete the eSIM from your device, you cannot install it again
ar: يمكن تثبيت معظم الشرائح الإلكترونية (eSIM) مرة واحدة فقط. إذا قمت بحذف الشريحة الإلكترونية eSIM من جهازك، فلن تتمكن من إعادة تثبيتها مرة أخرى.
fr: La plupart des eSIM ne peuvent être installées qu’une seule fois. Si vous supprimez l’eSIM de votre appareil, vous ne pourrez pas la réinstaller.

# esimvalidity.title
source: eSIM Validity
ar: eSIM صلاحية شريحة
fr: Validité eSIM

source: Estimated Tax
ar: الضريبة المقدرة
fr: Taxe estimée

source: Expired Plans
ar: الباقات منتهية الصلاحية
fr: Forfaits expirés

# facebooklogin.title
source: Continue with Facebook
ar: المتابعة عبر Facebook
fr: Continuer avec Facebook

# Failed_to_Upgrade_Wallet
source: Failed to Upgrade Wallet. Please try again.
ar: فشل ترقية المحفظة. حاول مرة أخرى.
fr: Échec de la mise à niveau du portefeuille. Veuillez réessayer.

source: Failed to load currencies
ar: فشل تحميل العملات
fr: Échec du chargement des devises

# faq_not_available
source: FAQ are not available
ar: لم يتم العثور على أسئلة وأجوبة
fr: La FAQ n’est pas disponible

# faq.title
source: FAQ
ar: الأسئلة الشائعة

# Faqs
source: No Faqs
ar: لا توجد أسئلة شائعة.
fr: Aucune FAQ

source: Feedback
ar: ردود الفعل
fr: Retour

# Followus.title
source: Follow Us
ar: تابعنا
fr: Suivez-nous

# general.error.message
source: Something went wrong
ar: حدث خطأ ما
fr: Une erreur s'est produite

# general.error.title
source: Error
ar: خطأ
fr: Erreur

# globalbundle.title
source: No Global Bundle Found
ar: لم يتم العثور على بيانات
fr: Aucun forfait global

# go_back_mobileservices
source: Go back to Mobile Service and press on Mobile Data Options
ar: عد إلى خدمات الهاتف المحمول واضغط على خيارات البيانات المحمولة
fr: Retournez aux Services mobiles et appuyez sur Options de données mobiles

# good_togo
source: You’re good to go!
ar: أنت جاهز للانطلاق!
fr: Vous êtes prêt !

# GoodBye.title
source: We are sorry to see you go!
ar: نأسف لرؤيتك ترحل!
fr: Désolé de vous voir partir!

# googlelogin.title
source: Continue with Google
ar: المتابعة عبر Google
fr: Continuer avec Google

source: Go to my eSIM
ar: الانتقال إلى شريحة eSIM
fr: Aller à mon eSIM

source: Go to Settings
ar: الانتقال إلى الإعدادات
fr: Aller aux paramètres

source: History
ar: السجل
fr: Historique

source: Home
ar: الصفحة الرئيسية
fr: Accueil

source: hour
ar: ساعة
fr: heure

source: hours
ar: ساعات
fr: heures
